Repository: boxer6053/TerritoryOfSuccess_Distribushing_Last
Catalog: TerritoryOfSuccess/*.lproj/Localizable.strings
Languages: uk

# пароль:
source: password:
uk: пароль:

# Отмена
source: Cancel
uk: Відмінити

# Войти
source: Login
uk: Увійти

# Зарегестрироваться
source: Register
uk: Зарeєструватись

# Регистрация...
source: Registration...
uk: Реєстрація...

# Ошибка
source: Error
uk: Помилка

# Поля пароль и подтверждение пароля неодинаковые
source: Passwords are not the same
uk: Поля пароль і підтвердження паролю не однакові

# Авторизация
source: Authorization
uk: Авторизація

# Ошибка на сервере
source: Error on the server
uk: Помилка на сервері

# Авторизация прошла успешно.
source: Authorized successfully
uk: Авторизація пройшла успішно

# Неправильный пароль или email
source: Wrong password or email
uk: Неправильний пароль чи email

# Регистрация прошла успешно.
source: Registered successfully
uk: Реєстрація пройшла успішно

# Регистрация
source: Registration
uk: Реєстрація

# Такой email уже используется
source: This email is already used
uk: Такий email вже використовується

# ПРОВЕРКА КОДА
source: CODE VERIFICATION
uk: ПЕРЕВІРКА КОДУ

# баллов
source: points
uk: балів

# Отправить жалобу
source: Report complaint
uk: Надіслати жалобу

# Ошибка камеры
source: Camera error
uk: Помилка камери

# Камера не доступна
source: Camera is not available
uk: Камера недоступна

# Отправка кода...
source: Code sending...
uk: Відправка коду...

# Ошибка кода
source: Code's error
uk: Помилка коду

# Код должен включать 9 символов
source: Code must contain 9 symbols
uk: Код повинен містити 9 символів

# Товар:
source: Product:
uk: Товар:

# Категория:
source: Category:
uk: Категорія:

# Бонус за продукт:
source: Product bonus
uk: Бонус за продукт:

# ComplaintErrorKey
source: Complaint error
uk: Помилка скарги

# FillAllFieldsKey
source: Please, fill all fields
uk: Будь ласка, заповніть всі поля

# WriteACommentForComplaintKey
source: Write a comment to the complaint!
uk: Напишіть свій коментар до скарги!

# RecognitionErrorKey
source: Recognition error
uk: Помилка розпізнання

# RecognitionCodeErrorKey
source: The code did't recognize
uk: Не вдалось розпізнати код

# ComplaintSendingKey
source: Sending complaint
uk: Надсилання скарги

# ProductNameKey
source: Product name
uk: Назва продукта

# CodeOnThePackageKey
source: Code on the package
uk: Код на упаковці

# PurhasePlaceKey
source: Place of purchase
uk: Місце покупки

# AllCategoriesDownloadedKey
source: All categories are downloaded
uk: Всі категорії завантажені

# SendButtonKey
source: Send
uk: Надіслати

# CodeTextFieldTextKey
source: Enter code or make a photo
uk: Введіть код або зробіть фото

# SaveKey
source: Save
uk: Зберегти

# EditKey
source: Edit
uk: Редагувати

# Scores
source: Number of points:
uk: Кількість балів:

# PressToBonusKey
source: Press to go to the bonus catalogue
uk: Натисніть щоб перейти у бонусний каталог

# EnterInfoKey
source: Enter information
uk: Введіть інформацію

# LogoutKey
source: Logout
uk: Вийти

# CategoriesKey
source: Categories
uk: Категорії

# BrandsKey
source: Brands
uk: Бренди

# DownloadCategoriesKey
source: Loading categories...
uk: Завантажуються категорії...

# DownloadBrandsKey
source: Loading brands...
uk: Завантажуються бренди...

# DownloadProductsKey
source: Loading products...
uk: Завантажуються товари

# PostedSuccessfullyKey
source: Posted successfully!
uk: Опубліковано успішно!

# PostKey
source: Post
uk: Опублікувати

# LogOutKey
source: Logout
uk: Вийти

# LogInKey
source: Login
uk: Увійти

# YourCommentKey
source: Your comment
uk: Ваш коментар

# SendKey
source: Send
uk: Надіслати

# writeWhatYouThinkKey
source: Please, write what do you think about this product...
uk: Напишіть що Ви думаєте про цей товар...

# YouShouldEnterCommentKey
source: You should enter a comment
uk: Введіть, будь ласка, свій коментар

# AllCommentsDownloadedKey
source: All comments are downloaded
uk: Завантаженні всі коментарі

# DownloadCommentsKey
source: Loading comments...
uk: Завантажуються коментарі...

# AllBrandsDownloadedKey
source: All brands are downloaded
uk: Всі бренди завантаженні

# NeedToLoginKey
source: You need to authorize
uk: Вам необхідно авторизуватись

# RecommendKey
source: Recommend
uk: Рекомендувати

# CommentKey
source: Comments
uk: Коментарі

# RateKey
source: Rate
uk: Оцінити

# ConfirmKey
source: Confirm
uk: Підтвердити

# AllProductsDownloadedKey
source: All products are downloaded
uk: Всі продукти завантаженні

# PriceKey
source: Price:
uk: Ціна:

# YouNeedToLoginInSettingsKey
source: You need to authorize! Please, go to the Settings and login there
uk: Вам необхідно авторизуватись. Відкрийте програму Settings і авторизуйтесь, будь ласка.

# SorryKey
source: Sorry
uk: Вибачте

# DontAvailableOnThisVersionKey
source: Sharing don't available on your iOS version
uk: Дана функція не доступна на вашій версії iOS

# AvailableKey:
source: available:
uk: доступно:

# BrandKey
source: Brand:
uk: Бренд:

# CatalogueNavTitleKey
source: Catalogue
uk: Каталог

# ProductsNavItemKey
source: Products
uk: Продукти

# CommentsNavItemKey
source: Comments
uk: Коментарі

# MakeOrderKey
source: Make an order
uk: Зробити замовлення

# EnterYoutPhoneNumberKey
source: Enter your phone number:
uk: Введіть свій номер телефону:

# MakingOrderKey
source: Making order
uk: Зробити замовлення

# EnterYourPhoneNumberKey
source: Please, enter your phone number
uk: Введіть, будь ласка, свій номер телеофну

# MoreThan0StarKey
source: You shoud choose more than 1 star
uk: Ви повинні обрати принаймні 1 зірочку

# BonusesTitleKey
source: Bonuses
uk: Бонуси

# DownloadInquirersKey
source: Loading interogation
uk: Завантаження питань

# DownloadInquirerDetailKey
source: Loading detail
uk: Завантаження деталей питання

# DownloadingInquirerStatKey
source: Loading answers
uk: Завантаження відповідей

# SendingInquirerKey
source: Creating interogation
uk: Створення питання

# DownloadingInquirerListKey
source: Loading catalogue
uk: Завантаження списку товарів

# CleanKey
source: Clean
uk: Видалити

# AskKey
source: Ask
uk: Спитати

# InquirerDescriptionKey
source: Interrogation description
uk: Деталі питання

# AllKey
source: All
uk: Всі питання

# MyKey
source: My
uk: Мої питання

# AnswersKey
source: Answers
uk: Відповіді

# PickAProductKey
source: Pick a product
uk: Оберіть продукти

# SelectOneProductKey
source: Select at least one product!
uk: Оберіть не менше одного продукту

# AlreadySelectedProductKey
source: This product is already selected
uk: Цей продукт вже вибраний

# QuestionCreatedKey
source: Interrogation created!
uk: Питання створено!

# SuccessKey
source: Success
uk: Успіх

# ErrorKey
source: Error
uk: Помилка

# whatProductIsBetterKey
source: What product is better
uk: Який товар краще

# LikeKey
source: Like
uk: Подобається

# DislikeKey
source: Dislike
uk: Не подобається

# GoodKey
source: Good
uk: За

# BadKey
source: Bad
uk: Проти

# ItemKey
source: Item
uk: Товар

# DescriptionCreatingKey
source: Pick 1 product for "Grade a product" interrogation or more for "Choose a product" interrogation
uk: Оберіть 1 товар для створення питання "Оцініть товар" чи більше для "Який товар краще"

# InquirerKey
source: Inquiries
uk: Опитування

# AddProductKey
source: Add product
uk: Додати продукт

# BackKey
source: Back
uk: Назад

# MyBrandKey
source: Brand
uk: Бренд

# VotedKey
source: Voted
uk: Проголосувало

# NotAvailableKey
source: Not available
uk: Недоступно

# TipsKey
source: Tips
uk: Підказки

# DownloadingInformationKey
source: Downloading information...
uk: Завантаження інформації...

# AllNewsDownloadedKey
source: All news are downloaded
uk: Всі новини завантажені.

# DownloadMoreKey
source: Load more
uk: Завантажити ще

# NewsNavItemTitleKey
source: News
uk: Новини

# NewsTabBarItemKey
source: News
uk: Новини

# CatalogueTabBarItemKey
source: Catalogue
uk: Каталог

# MainTabBarItemKey
source: Main
uk: Головна

# InquirerTabBarItemKey
source: Inquiries
uk: Опитування
